let set1 = [
    [1, 1318.35, "79年"],
    [2, 1233.34, "80年"],
    [3, 1129.99, "81年"],
    [4, 1333.31, "82年"],
    [5, 1326.68, "83年"],
    [6, 1393.31, "84年"],
    [7, 1356.65, "85年"],
    [8, 1246.66, "86年"],
    [9, 1266.68, "87年"],
    [10,1213.31, "88年"],
];

let set2 =[
    {
        "name":"臺灣水泥股份有限公司",
        "count":1005.644
    },
    {
        "name": "亞洲水泥股份有限公司",
        "count": 2767.079
    },
    {
        "name": "嘉新水泥股份有限公司",
        "count": 25.883
    },
    {
        "name":"環球水泥股份有限公司",
        "count":280.354
    },
    {
        "name": "幸福水泥股份有限公司",
        "count": 127.214
    },
    {
        "name": "信大水泥股份有限公司",
        "count": 166.497
    },
    {
        "name":"東南水泥股份有限公司",
        "count":19.301
    },
    {
        "name":"味全食品工業股份有限公司",
        "count":128.047
    },
    {
        "name": "味王股份有限公司",
        "count": 123.242
    },
    {
        "name": "大成長城企業股份有限公司",
        "count": 894.291
    },
];


let set3 =[
    {
        "name": "元大台灣50 131.55",
        "count": 18.66
    },
    {
        "name": "元大中型100 66.55",
        "count": 9.44
    },
    {
        "name": "富邦科技 117.50",
        "count": 16.67
    },
    {
        "name": "元大電子 67.80",
        "count": 9.62
    },
    {
        "name": "元大MSCI金融 23.26",
        "count": 3.3
    },
    {
        "name": "元大高股息 32.78",
        "count": 4.65
    },
    {
        "name": "富邦摩台 95.50",
        "count": 13.55
    },
    {
        "name": "元大寶滬深 18.37",
        "count": 2.61
    },
    {
        "name": "元大MSCI台灣 63.55",
        "count": 9.02
    },
    {
        "name": "永豐臺灣加權 87.95",
        "count": 12.48
    },
];